<x-layouts.client.app>
    <div class="w-100 about">
        <div class="container">
            <div class="row mt-4">
                <div class="col-12">
                    <div class="w-100 d-flex flex-wrap breadcrumb" >
                        <a href="{{route('home')}}" class="breadcrumb-item">Главная</a>
                        <a href="#" class="breadcrumb-item">Сервисы</a>
                    </div>
                </div>
            </div>

            <div class="row mt-3">
                <div class="col-12">
                    <div class="w-100 d-flex align-items-end">
                        <h3 class="section-title">Вызов замерщика</h3>
                        <div class="section-line"></div>
                    </div>
                </div>
                <div class="col-12">
                    <div class="w-100 mt-2">
                        <p>Планируя заказать новые межкомнатные двери, хочется точно знать, сколько это будет стоить – ведь установка каждой двери рассчитывается индивидуально, а самое главное хочется избежать множества ошибок, которые возникают в этом нелегком вопросе</p>
                        <p class="fw-600">Вы можете вызвать замерщика, который правильно посчитает необходимое количество материалов и определит размеры дверей, исходя из Ваших проемов. А также рассчитает стоимость монтажа.</p>
                    </div>

                    <div class="w-100 my-2">
                        <h4>Стоимость услуги замерщика</h4>
                    </div>

                    <div class="w-100 my-2">
                        <p>Замер будет для вас <b>бесплатным</b>, при условии, что установка дверей будет проводиться нашими специалистами. Точная стоимость установки будет определена мастером при монтаже.</p>
                    </div>



                    <div class="w-100 d-flex flex-column">
                        <p>Наши специалисты помогут вам определить какой погонаж вам нужен для установки дверей и как он правильно называется.</p>
                        <div>
                            <a href="javascript:void(0)" data-bs-toggle="modal" data-bs-target="#exampleModal" class="btn btn-accent  mt-3">Вызов замерщика</a>
                        </div>
                    </div>
                </div>
            </div>

            <div class="row mt-3">
                <div class="col-12">
                    <div class="w-100 d-flex align-items-end">
                        <h3 class="section-title">Установка</h3>
                        <div class="section-line"></div>
                    </div>
                </div>

                <div class="col-12 my-3">
                        <div class="w-100">
                            <p>Наша сервисная служба готова осуществить монтаж приобретенных у нас дверей.</p>
                        </div>

                        <div class="my-2 w-100">
                            <span><b>Рекомендуемые требования к началу монтажа дверей:</b></span>
                            <ul class="m-0 p-0 ps-3">
                                <li> стены, в плоскости которых будут монтироваться двери, должны быть выведены под уровень «0», окрашены и оклеены;</li>
                                <li>укладка полов завершена, полы выведены под уровень «0»; проведение каких-либо строительных работ исключить.</li>
                            </ul>
                        </div>

                    <div class="my-3 w-100">
                        <h5 class="my-5">Для осуществления работ необходимо:</h5>

                        <div class="my-2 w-100">
                            <span class="fs-6"><b>Рабочее пространство для установщика:</b></span>
                            <p>Для работы установщиков необходимо 6 м. кв. (2*3) площади внутри помещения, в котором производится установка. При необходимости проводить врезку в отдалении от места установки (более 10 метров) или при свободном пространстве, меньше чем 3х2 метра, доплата 500₽ за каждое полотно.</p>
                        </div>
                        <div class="my-2 w-100">
                            <span class="fs-6"><b>Убрать препятствия и подготовить помещение:</b></span>
                            <p>Убрать электроприборы, ценные предметы, мебель и всё, что может послужить препятствием для выполнения работ.
                                Необходимо укрыть мебель, стены, полы и другое имущество от строительной пыли. До начала работ своими силами убрать провода или другие коммуникационные линии, препятствующие проведению работ, предоставить установщикам электропитание 220 В, 50 ГЦ (установщики дверей не несут ответственности за повреждения проводов в районе монтажа двери.</p>
                        </div>

                        <div class="my-2 w-100">
                            <span class="fs-6"><b>Парковочное место:</b></span>
                            <p>Заказчик обеспечивает парковочное место (если отсутствует общественная бесплатная парковка), если есть только платная парковка Заказчик обязуется оплатить стоимость парковки автомобиля установщиков</p>
                        </div>
                    </div>


                </div>
            </div>

            <div class="row mt-3">
                <div class="border py-3 px-md-5 px-3" style="border-color: var(--accent)">
                    <h3 class="text-accent mb-0">ВНИМАНИЕ!</h3>

                    <ol class="mt-3">
                        <li>При несостоявшемся монтаже, по вине заказчика, оплачивается ложный выезд мастера на объект в размере 1500₽</li>
                        <li>Дополнительно оплачивается выезд мастера за МКАД в размере 35₽ за 1 км.</li>
                        <li>Уборка и вынос строительного мусора в обязанности установщика межкомнатных дверей не входит.</li>
                        <li>Установщики и компания не несут ответственности за откалывание стен в месте крепление дверной коробки (куски бетона, кирпича, плитки, штукатурки и др. материалов), а также при демонтаже старой двери и расширении проема.</li>
                        <li>Окончательную стоимость работ, связанных с монтажом межкомнатных дверей, определяет мастер, непосредственно перед установкой.</li>
                        <li>Расчёт производимый в салоне или по телефону, всегда является предварительным и может отличаться от окончательного расчёта на объекте. Это связано с тем, что предварительно невозможно учесть все нюансы и возможные дополнительные работы, даже после осуществления замера.</li>
                    </ol>
                </div>
            </div>

            <div class="row mt-3">
                <div class="col-12">
                    <div class="w-100 d-flex align-items-end">
                        <h3 class="section-title">Составление сметы</h3>
                        <div class="section-line"></div>
                    </div>
                </div>

                <div class="col-12 mt-md-3">
                    <div class="w-100 px-md-2">
                        <span class="text-accent">Стандартная установка двери включает:</span>
                        <p class="mb-1">монтаж коробки в подготовленный дверной проем, врезка петель и замка-защелки, установка дверного полотна, монтаж наличников с двух сторон.</p>
                        <p class="mb-1">Остальные работы считаются дополнительными и производятся за отдельную плату.</p>
                    </div>
                </div>
            </div>




        </div>
    </div>
</x-layouts.client.app>
